Repository: amanmyrats/django-ecommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tk

source: Passwords cannot be empty!
tk: Açarsözi boş bolup bilmeýär!

source: Phone number is not valid Turkmenistan Tmcell number, must in format 6x xxxxxx
tk: Nomer TmCell nomeri bolmaly. Şul formatda: 6x xxxxxx

source: Image files only
tk: Diňe surat bolmaly

source: User must have a phone number
tk: Ulanyjynyň telefony bolmaly

source: Your verification code is
tk: Siziň tassyklama koduňyz

source: Write your phone number to reset your password. If your phone number is registered in our system, we will send you verification code.
tk: Parolyňyzy nollamak üçin telefon nomeriňizi ýazyň. Eger siz biziň agzamyz bolsaňyz, size tassyklamak üçin kod ugradýarys.

source: This user does not exist
tk: Bizde beýle ulanyjy ýok

source: We did not send you any verification code.
tk: Biz size tassyklama kodyny ugratmadyk.

source: This code is not matching!
tk: Kod gabat gelenok!

source: Product variations is out of stock.
tk: Haryt görnüşi gutardy.

source: English
tk: Iňlisçe

source: Russian
tk: Rusça

source: Turkmen
tk: Türkmençe

source: hello this is a test
tk: Salam, bul test.

source: New
tk: Täze

source: On Delivery
tk: Ýolda

source: Delivered and Paid
tk: Eltildi we Tölendi

source: Cancelled
tk: Goýbolsun edildi

source: There is no such product.
tk: Beýle haryt ýok.

source: You are not a vendor.
tk: Siz satyjy däl.

source: Probably you already have this variation.
tk: Sizde bu haryt görnüşi öňem bar oýdýän.

source: Error when saving changes.
tk: Üýgeşmeleri ýatda saklamakda bir ýalňyşlyk boldy.

source: Product variations were changed successfully.
tk: Haryt görnüşleri üstünlikli üýtgedildi.

source: This table cannot be exported
tk: Bu tablisany çykaryp alyp bolmaýar.

source: Import was successfull.
tk: Sistema salmak üstünlikli boldy.

source: Error occured when importing!
tk: Sistema salyp otyrkak ýalňyşlyk boldy!

source: No Attachment!
tk: Goşyndy Ýok!

source: Hi
tk: Salam

source: Please click on below link to confirm your registration.
tk: Registrasiýaňyzy tassyklamak üçin aşakdaky linke basyň.

source: If you think it is not you, ignore this email.
tk: Eger bu size degişli däl bolsa, bu yazga üns bermäň.

source: All Sales
tk: Hemme Satuwlar

source: All
tk: Hemmesi

source: Order
tk: Zakaz

source: Date
tk: Sene

source: Phone
tk: Telefon

source: Order Total
tk: Zakaz Jemi

source: Driver Fee
tk: Sürüji Haky

source: Driver
tk: Sürüji

source: Edit
tk: Üýtget

source: Previous
tk: Öňki

source: Next
tk: Indiki

source: Change Your Password
tk: Paroly Çalyş

source: Current Password
tk: Şuwagtky Parol

source: Create New Password
tk: Täze Parol Ýaz

source: Confirm New Password
tk: Täze Paroly Tassykla

source: Submit
tk: Ugrat

source: Logged in as
tk: Sistema giren:

source: Total Orders
tk: Jemi Zakazlar

source: View Orders
tk: Zakazlary Gör

source: Edit Your Profile
tk: Profili Düzet

source: Phone Number
tk: Telefon Nomer

source: Profile Picture
tk: Profil Surat

source: First Name
tk: At

source: Last Name
tk: Familiýa

source: Address Line 1
tk: Adres-1

source: Address Line 2
tk: Adres-2

source: City
tk: Şäher

source: State
tk: Welaýat

source: Country
tk: Döwlet

source: Save
tk: Ýatda Sakla

source: Forgot Password
tk: Paroly Ýatdan Çykardym

source: Verification Code
tk: Tassyklama Kody

source: Got password? Login
tk: Parolyň barmy? Giriň

source: Verify Code
tk: Kody Tassykla

source: Don't have account?
tk: Hasabyň ýokmy?

source: Sign up
tk: Agza bol

source: We have sent link to your mail address:
tk: Siziň e-poçtaňyza link ugratdyk:

source: Already Verified?
tk: Eýýäm tassykladyňyzmy?

source: Login
tk: Gir

source: We sent a confirmation code to your phone number:
tk: Siziň telefon nomeriňize tassyklama kodyny ugratdyk:

source: Enter that 4-digit code here to verify that your phone number is working.
tk: Nomeriňiziň işleýändigini tassyklamak üçin 4 sanly kody şul ýere giriň.

source: 4-digit code
tk: 4 sanly kod

source: Verify
tk: Tassykla

source: If you want to change your phone number then click button below
tk: Eger telefon nomeriňizi çalyşmak isleýän bolsaňyz aşakdaky knopka basyň

source: Sign in
tk: Gir

source: Password
tk: Parol

source: Forgot password?
tk: Parol ýatdan çykdymy?

source: Your order history
tk: Zakazlaryň sanawy

source: Billing Name
tk: Faktura Ady

source: Vendor
tk: Satyjy

source: Delivery Fee
tk: Eltip Bermek Bahasy

source: Update
tk: Täzele

source: My Sales
tk: Meniň Satuwlarym

source: Invoiced To:
tk: Faktura Kime:

source: Order Date
tk: Zakaz Senesi

source: Product Name
tk: Harydyň Ady

source: Quantity
tk: Mukdary

source: Total
tk: Jemi

source: Sub Total:
tk: Ara Jemi:

source: Delivery:
tk: Eltip Bermek:

source: Grand Total:
tk: Umumy Jemi:

source: Thanks for your shopping!
tk: Söwdaňyz üçin sagboluň!

source: First name
tk: At

source: Last name
tk: Familiýa

source: Create password
tk: Parol döret

source: Repeat password
tk: Paroly gaýtala

source: Register
tk: Agza boluň

source: Have an account?
tk: Hasabyňyz barmy?

source: Log In
tk: Gir

source: Reset Password
tk: Paroly Nollaň

source: Create Password
tk: Parol Dörediň

source: Confirm Password
tk: Paroly Tassyklaň

source: Reset
tk: Nolla

source: As requested please click link below to reset your password.
tk: Siz parolyňyzy nollamak islediňiz, nollamak üçin aşakdaky linke basyň.

source: Update your phone number, with format: 993 6X XXXXXX
tk: Täze telefon nomeriňizi ýazyň, şu formatda: 995 6X XXXXXX

source: One of the Biggest Online Shopping Platform
tk: Zakaz ediň, Gapyňyza gelsin

source: Popular products
tk: Köp Satylýan Harytlar

source: Add to Cart
tk: Sebede Goş

source: Error:
tk: Ýalňyşlyk:

source: Dashboard
tk: Dolandyryş Paneli

source: My Orders
tk: Meniň Zakazlarym

source: Edit Profile
tk: Profili Üýtget

source: Change Password
tk: Paroly Çalyş

source: Log out
tk: Çyk

source: Welcome guest!
tk: Myhman hoşgeldiňiz!

source: Welcome
tk: Hoşgeldiňiz

source: Logout
tk: Çyk

source: Categories
tk: Kategoriýalar

source: All Products
tk: Hemme Harytlar

source: Vendors
tk: Satyjylar

source: All Vendors
tk: Hemme Satyjylar

source: Store
tk: Dükan

source: Search From Whole Site
tk: Ähli Sahypdan Gözle

source: Ordered Successfully
tk: Zakaz Edildi

source: Continue Shopping
tk: Söwda Etmäne Dowam Et

source: Wholesale Price
tk: Lomaý Bahasy

source: package
tk: seriýa

source: YOUR ORDER HAS BEEN RECIEVED
tk: ZAKAZYŇYZ KABUL EDILDI

source: Order Number
tk: Zakaz Nomeri

source: Review your order and Make Payment
tk: Zakazyňyza täzeden göz aýlaň we Tölegi Geçiriň

source: Billing Address
tk: Faktura Adresi

source: Order Note
tk: Zakaz Belligi

source: Payment Method
tk: Töleg Görnüşi

source: Review Products
tk: Harytlara Täzeden Göz Aýlaň

source: Product
tk: Haryt

source: Price
tk: Baha

source: each
tk: herbiri

source: Total price:
tk: Jemi Baha:

source: Product Image
tk: Haryt Suraty

source: Vendor:
tk: Satyjy:

source: each package
tk: her seriýa

source: Remove
tk: Aýyr

source: Delivery
tk: Eltip Bermek

source: Total:
tk: Jemi:

source: Place Order
tk: Zakaz Et

source: Checkout
tk: Satyn Al

source: Description
tk: Harydyň Ady

source: Image
tk: Surat

source: Color
tk: Reňk

source: Size
tk: Ölçeg

source: Items in Package
tk: Seriýadaky Haryt Sany

source: Currency
tk: Pul Birligi

source: %% Expense
tk: Çykdajy

source: Fixed Expense
tk: Üýtgemeýän Çykdajy

source: Delete?
tk: Aýyr?

source: Save Changes
tk: Üýtgeşmeleri Ýatda Sakla

source: Export Products To CSV
tk: Harytlary Çykar

source: Export Variations To CSV
tk: Haryt Görnüşlerini Çykar

source: Import Products CSV
tk: Harytlary Sistema Sal

source: Import Variation CSV
tk: Haryt Görnüşlerini Sistema Sal

source: pcs
tk: sany

source: Out of Stock
tk: Sklatda Gutardy

source: Add to cart
tk: Sebede Goş

source: Search Result
tk: Gözlegiň Netijesi

source: Our Store
tk: Biziň Dükanymyz

source: Price range
tk: Baha Aralygy

source: Apply Filter
tk: Gözle

source: Clear Filter
tk: Gözlegi Arassala

source: Items found
tk: (tapylan haryt sany)

source: Sort
tk: Hatar

source: Low To High
tk: Pesden Beýige

source: High To Low
tk: Beýikden Pese

source: No Result.
tk: Netije Ýok

source: Apply
tk: Täzele
